<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Usuarios</title>
</head>
<body bgcolor="#FFFFFF">
<h1>Usuarios</h1>
<p>El m&oacute;dulo de usuarios permite  administrar la informaci&oacute;n de los usuarios autorizados a ingresar al sistema  administrativo. Los usuarios del sistema por defecto son &ldquo;Supervisor&rdquo; y  &ldquo;Admin&rdquo;, estos dos usuarios tienen acceso a todo el sistema y no se pueden  eliminar.</p>
<h2>Agregar Usuarios</h2>
<p>Para agregar un usuario ingrese a  la opci&oacute;n &ldquo;Administraci&oacute;n de usuarios&rdquo;, que desplegar&aacute; la informaci&oacute;n de los  usuarios disponibles en el sistema. Para agregar un nuevo usuario haga click en  el texto &ldquo;Agregar Usuario&rdquo;<br />
	Se desplegar&aacute; un formulario en la  pantalla donde puede cargar los datos del nuevo usuario. Ingrese la informaci&oacute;n  solicitada y click en &ldquo;Guardar&rdquo; para crear el usuario.<br />
	La informaci&oacute;n solicitada es la  siguiente:</p>
<ul>
	<li><strong>Identificaci&oacute;n  de Usuario: </strong>Ingrese el nombre con el que se identificar&aacute; el usuario para  ingresar al sistema. No ingrese nombres largos ni caracteres especiales  (espcio, _, %, etc.) Si el nombre ingresado ya est&aacute; en uso, el sistema le  indicar&aacute; que ingrese una identificaci&oacute;n de usuario diferente.</li>
	<li><strong>Nombre: </strong>Ingrese  el nombre de la persona que utilizar&aacute; dicho usuario.</li>
	<li><strong>Apellido: </strong>Ingrese el apellido de la persona que utilizar&aacute; dicho usuario.</li>
	<li><strong>E-mail: </strong>Ingrese  la direcci&oacute;n de correo electr&oacute;nico del usuario. Esta direcci&oacute;n de correo es  importante ya que permitir&aacute; recuperar la contrase&ntilde;an en acaso que el usuario no  la recuerde. (esta recuperaci&oacute;n no aplica para Supervisor ni Admin)</li>
	<li><strong>Contrase&ntilde;a:</strong> Ingrese la contrase&ntilde;a que utilizar&aacute; para ingresar al sistema</li>
	<li><strong>Repetir  Contrase&ntilde;a:</strong> Repita la contrase&ntilde;a ingresada.</li>
	<li><strong>Nivel de  Usuario:</strong> Seleccione el nivel de usuario de los niveles disponibles,  &ldquo;Supervisor&rdquo;, &ldquo;Admin&rdquo;, y &ldquo;Usuario&rdquo;. Recuerde que si el usuario tiene nivel de  Supervisor o Admin no podr&aacute; ser eliminado, para eliminarlo debe primero bajar  su nivel a usuario. </li>
</ul>
<h2>Editar Usuarios</h2>
<p>Para editar usuarios ingrese a la  opci&oacute;n &ldquo;Administraci&oacute;n de usuarios&rdquo;, que desplegar&aacute; la informaci&oacute;n de los  usuarios disponibles en el sistema. Para editar un usuario seleccione el bot&oacute;n  junto al nombre del usuario que dice &ldquo;editar&rdquo; o identificado por el &iacute;cono <img width="16" height="16" src="../../../../../../../../Documents and Settings/Gustavo Flamerich/Application Data/Macromedia/Dreamweaver 8/OfficeImageTemp/clip_image002.gif" />.<br />
	En esta pantalla puede modificar  el nombre y apellido del usuario as&iacute; como ingresar su direcci&oacute;n de correo  electr&oacute;nico y modificar la contrase&ntilde;a de ingreso. Para modificar la contrase&ntilde;a  ingrese la nueva contrase&ntilde;a en la casilla &ldquo;Contrase&ntilde;a&rdquo; y repita la misma en la  casilla &ldquo;Repetir contrase&ntilde;a&rdquo;, luego haga click en &ldquo;Guardar&rdquo;, si las contrase&ntilde;as  coinciden la nueva contrase&ntilde;a estar&aacute; vigente, de lo contrario le informar&aacute; que  no se pudo cambiar la contrase&ntilde;a. En caso que no desee cambiar la contrase&ntilde;a,  no hace falta ingresar nada en los dem&aacute;s campos.</p>
</body>
</html>
